10/data/attachments/5113a877800e8e6d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Hannah_fear_Actions_49593_4</nif:username>
            <nif:friendToBeRequested>soap_actions_8cdd6833-6495-4db6-89e0-19594688a3e5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>